---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CutFailures.CantCutHostWithInstance
source: html/02e5f695-776a-f7bb-1e27-f905a4585c9a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures.CantCutHostWithInstance Property

Can't cut host with instance.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCutHostWithInstance { get; }
```